<?xml version="1.0" encoding="utf-16"?>
<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>Microsoft Visio 2016</displayName>
  <description>Microsoft Visio 2016</description>
  <resources>
    <stringTable>
      <string id="L_Version">16.0.5390.1000</string>
      <string id="L_DisableTrustBarNotificationforunsignedExplain">Данный параметр политики определяет, должно ли указанное приложение Office уведомлять пользователей о загрузке неподписанных надстроек или же такие надстройки будут отключаться без уведомления. Данный параметр политики применим только в том случае, если включен параметр политики "Надстройки приложений должны быть подписаны надежными издателями", который запрещает изменение этого параметра политики пользователями.

Если этот параметр политики включен, приложения автоматически отключают неподписанные надстройки без уведомления пользователей.
 
Если этот параметр политики отключен, то в случае если приложение требует наличие подписей от надежного издателя для всех надстроек, все загружаемые неподписанные надстройки будут отключены, а в верхней части активного окна появится панель безопасности. Панель безопасности содержит сообщение, уведомляющее пользователей о неподписанной надстройке.

Если этот параметр политики не настроен, используется поведение по умолчанию. Кроме того, пользователи смогут настроить это требование самостоятельно в категории "Надстройки" центра управления безопасностью приложения.</string>
      <string id="L_DisableTrustBarNotificationforunsigned">Отключить уведомление панели безопасности для неподписанных надстроек приложений и заблокировать их</string>
      <string id="L_RequirethatApplicationExtensionsaresignedExplain">Этот параметр политики определяет, должны ли надстройки для указанных приложений иметь цифровую подпись от надежного издателя.
 
Если этот параметр политики включен, указанное приложение проверяет цифровую подпись каждой надстройки перед ее загрузкой. Если у надстройки нет цифровой подписи или подпись не была получена от надежного издателя, приложение отключает надстройку и уведомляет пользователя. Если подпись от надежного издателя требуется для всех надстроек, необходимо добавить сертификаты в список надежных издателей. Сведения о получении и распространении сертификатов см. на веб-сайте по адресу http://go.microsoft.com/fwlink/?LinkId=294922. Office 2016 хранит сертификаты для надежных издателей в хранилище надежных издателей Internet Explorer. В предыдущих версиях Microsoft Office сведения о сертификатах надежных издателей (в частности, отпечатки сертификатов) находились в специальном хранилище надежных издателей Office. В Office 2016 все еще поддерживается чтение сведений о сертификатах из хранилища надежных издателей Office, но новые сведения туда больше не добавляются. Таким образом, если список надежных издателей был создан в предыдущей версии Office, а затем выполнено обновление до Office 2016, прежний список надежных издателей все еще будет учитываться. Однако все новые сертификаты, добавляемые в список, будут помещены в хранилище надежных издателей Internet Explorer. Дополнительные сведения о надежных издателях см. в комплекте ресурсов Office.

Если этот параметр политики отключен или не настроен, указанное приложение не проверяет цифровые подписи надстроек, перед тем как открыть их. Загрузка опасной надстройки может привести к повреждению компьютера или создать угрозу безопасности данных.</string>
      <string id="L_RequirethatApplicationExtensionsaresigned">Надстройки приложений должны быть подписаны надежными издателями</string>
      <string id="L_TrustCenter">Центр управления безопасностью</string>
      <string id="L_TrustedLocationsExplain">Данный параметр политики позволяет указать расположение, которое используется как надежный источник для открытия файлов в приложении. К файлам в надежных расположениях не применяются проверка файлов, проверки активного содержимого и режим защищенного просмотра. Макросы и код в этих файлах будут выполняться без вывода предупреждений для пользователя. При изменении или добавлении расположения необходимо убедиться, что новое расположение защищено и только пользователи с подходящими разрешениями могут добавлять в него документы или файлы.

Если этот параметр политики включен, можно указать расположение папки, путь и дату, начиная с которой приложение может без предупреждения открывать файлы, в которых запускаются макросы. Если установлен флажок "Разрешить вложенные папки", то все вложенные папки в указанной папке также будут считаться надежными расположениями.

Если этот параметр политики отключен или не настроен, надежное расположение не будет указано.</string>
      <string id="L_Pathcolon">Путь:</string>
      <string id="L_Datecolon">Дата:</string>
      <string id="L_Descriptioncolon">Описание:</string>
      <string id="L_Allowsubfolders">Разрешить вложенные папки:</string>
      <string id="L_TrustedLoc01">Надежное расположение 1</string>
      <string id="L_TrustedLoc02">Надежное расположение 2</string>
      <string id="L_TrustedLoc03">Надежное расположение 3</string>
      <string id="L_TrustedLoc04">Надежное расположение 4</string>
      <string id="L_TrustedLoc05">Надежное расположение 5</string>
      <string id="L_TrustedLoc06">Надежное расположение 6</string>
      <string id="L_TrustedLoc07">Надежное расположение 7</string>
      <string id="L_TrustedLoc08">Надежное расположение 8</string>
      <string id="L_TrustedLoc09">Надежное расположение 9</string>
      <string id="L_TrustedLoc10">Надежное расположение 10</string>
      <string id="L_TrustedLoc11">Надежное расположение 11</string>
      <string id="L_TrustedLoc12">Надежное расположение 12</string>
      <string id="L_TrustedLoc13">Надежное расположение 13</string>
      <string id="L_TrustedLoc14">Надежное расположение 14</string>
      <string id="L_TrustedLoc15">Надежное расположение 15</string>
      <string id="L_TrustedLoc16">Надежное расположение 16</string>
      <string id="L_TrustedLoc17">Надежное расположение 17</string>
      <string id="L_TrustedLoc18">Надежное расположение 18</string>
      <string id="L_TrustedLoc19">Надежное расположение 19</string>
      <string id="L_TrustedLoc20">Надежное расположение 20</string>
      <string id="L_BlockMacroExecutionFromInternet">Блокирование запуска макросов в файлах Microsoft Office, полученных через Интернет</string>
      <string id="L_BlockMacroExecutionFromInternetExplain">
        Этот параметр политики позволяет блокировать запуск макросов в файлах Office, полученных через Интернет.

        Если включить этот параметр политики, макросы будут блокироваться, даже если в разделе "Параметры макросов" в центре управления безопасностью выбрано "Включить все макросы". Пользователи получат уведомление о блокировании макросов.

        Исключения, при которых запуск макросов будет разрешен:
        – Файл Office сохранен в надежном расположении.
        – Файл Office ранее был помечен пользователем как доверенный.
        – Макросы содержат цифровую подпись, а соответствующий сертификат надежного издателя установлен на устройстве.

        Если этот параметр политики отключен, выполнение макросов в файлах Office, полученных из Интернета, определяется параметрами, настроенными в разделе "Параметры макросов" центра управления безопасностью.

        Если этот параметр политики не настроен, выполнение макросов будет заблокировано. Пользователи получат уведомление о рисках безопасности, связанных с макросами из Интернета, а также ссылку на дополнительные сведения.

        Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/p/?linkid=2185771.
      </string>
      <string id="L_AllowTrustedLocationsOnTheNetwork">Разрешить надежные расположения в сети</string>
      <string id="L_AllowTrustedLocationsOnTheNetworkExplain">Этот параметр политики определяет возможность использования надежных расположений в сети.

Если этот параметр политики включен, пользователи смогут указывать надежные расположения в общих папках сети или других удаленных расположениях, находящихся вне зоны их непосредственного контроля, с помощью кнопки "Добавить новое расположение" в разделе "Надежные расположения" центра управления безопасностью. Загрузка содержимого, кода и надстроек из надежных расположений разрешается с минимальным уровнем безопасности и без запроса разрешения пользователя.

Если этот параметр политики отключен, указанное приложение будет игнорировать все расположения в сети, перечисленные в разделе "Надежные расположения" центра управления безопасностью. 

Если развертывание надежных расположений выполняется с помощью групповой политики, нужно проверить, не является ли какое-либо из них удаленным. Если какое-либо из расположений является удаленным, но такие расположения не разрешены этим параметром политики, то ключи политики, указывающие на удаленные расположения, будут игнорироваться на клиентских компьютерах.

Отключение этого параметра политики не приведет к удалению расположений в сети из списка надежных расположений, но затруднит работу пользователей, добавивших расположения в сети в список надежных расположений. Кроме того, пользователи не смогут добавлять в него новые расположения в сети. Мы рекомендуем не включать этот параметр политики (как и указано в названии флажка "Разрешить надежные расположения в сети (не рекомендуется)"), поэтому в большинстве ситуаций во время работы должна быть предусмотрена возможность отключения этого параметра политики без существенных проблем для большинства пользователей.

Если вы не включите этот параметр политики, пользователи смогут установить флажок "Разрешить надежные расположения в сети (не рекомендуется)" и указать надежные расположения, нажав кнопку "Добавить новое расположение".</string>
      <string id="L_DisableTrustedLoc">Отключить все надежные расположения</string>
      <string id="L_DisableTrustedLocExplain">Этот параметр политики позволяет администраторам отключать все надежные расположения в указанных приложениях Office 2016. Надежные расположения, определяемые в центре управления безопасностью, используются для задания местоположений файлов, считающихся безопасными. Контент, код и надстройки разрешается загружать из надежных расположений с минимальным уровнем безопасности и без запроса разрешения пользователя. Если из надежного расположения открыть опасный файл, к нему не будут применены стандартные меры безопасности, и он может нанести вред компьютерам или данным.
 
Если этот параметр включен, все надежные расположения (определенные в центре управления безопасностью) в указанных приложениях Office 2016 будут игнорироваться, включая все расположения, созданные во время установки Office, развертываемые с использованием групповой политики или добавленные пользователями. При открытии файлов из надежных расположений пользователи будут получать повторные запросы.

Если этот параметр отключен или не настроен, все надежные расположения (определенные в центре управления безопасностью) в указанных приложениях Office 2016 считаются безопасными.</string>
      <string id="L_Disableallapplicationextensions">Отключить все надстройки приложений</string>
      <string id="L_DisableallapplicationextensionsExplain">Данный параметр политики отключает все надстройки для указанных приложений Office 2016.
      
Если этот параметр политики включен, все надстройки для приложений Office 2016 будут отключены.

Если этот параметр политики отключен или не настроен, все надстройки для указанных приложений Office 2016 будут запускаться без уведомления пользователей, если не установлен режим, в котором все надстройки приложений должны быть подписаны надежными издателями.</string>
      <string id="L_TurnOffTrustedDocumentsOnTheNetwork">Отключить надежные документы в сети</string>
      <string id="L_TurnOffTrustedDocumentsOnTheNetworkExplain">Данный параметр политики позволяет отключить функцию поддержки надежных документов для открываемых сетевых документов.

Если этот параметр политики включен, пользователи будут всегда получать уведомления системы безопасности о наличии активного содержимого, такого как макросы, элементы ActiveX, подключения к данным и пр., в открываемых сетевых документах.

Если этот параметр политики отключен или не настроен, функция поддержки надежных документов позволит пользователям всегда включать активное содержимое, такое как макросы, элементы управления ActiveX, подключения к данным и пр., в документах, чтобы не запрашивать разрешение при следующем открытии этих документов. Надежные документы исключены из уведомлений системы безопасности.</string>
      <string id="L_TurnOffTrustedDocuments">Отключить надежные документы</string>
      <string id="L_TurnOffTrustedDocumentsExplain">Данный параметр политики позволяет отключать функцию поддержки надежных документов. Функция поддержки надежных документов позволяет пользователям всегда включать активное содержимое в документах, такое как макросы, элементы управления ActiveX, подключения к данным и пр., чтобы не запрашивать разрешение при следующем открытии этих документов. Надежные документы исключены из уведомлений о безопасности.

Если этот параметр политики включен, функция поддержки надежных документов будет отключена. При открытии документа, содержащего активное содержимое, пользователи всегда будут получать запрос о безопасности.

Если этот параметр политики отключен или не настроен, документы будут считаться надежными, когда пользователи включат содержимое для документа, и запрос о безопасности в этом случае выводиться не будет.</string>
      <string id="L_SetMaximumNumberOfTrustedDocuments">Задать максимальное число надежных документов</string>
      <string id="L_SetMaximumNumberOfTrustedDocumentsExplain">Данный параметр политики позволяет указать максимальное число записей доверия для надежных документов, которые могут храниться в реестре до выполнения задачи очистки. Эта задача сокращает число надежных документов, хранимых в реестре, до значения, заданного параметром политики "Задать максимальное число сохраняемых записей доверия".

Если этот параметр политики включен, можно указать максимальное число надежных документов, которые могут храниться в реестре до выполнения задачи очистки, ограниченное сверху предельным значением 20 000. По соображениям производительности задавать верхнее предельное значение не рекомендуется.

Если этот параметр политики отключен или не настроен, будет использоваться значение по умолчанию (500).</string>
      <string id="L_SetMaximumNumberOfTrustRecordsToPreserve">Задать максимальное число сохраняемых записей доверия</string>
      <string id="L_SetMaximumNumberOfTrustRecordsToPreserveExplain">Данный параметр политики позволяет указать максимальное число записей доверия, которые сохраняются, когда задача очистки обнаруживает, что приложение доверяет большему числу надежных документов, чем задано параметром политики "Задать максимальное число надежных документов".

Если этот параметр политики включен, можно указать максимальное число сохраняемых записей доверия, ограниченное сверху предельным значением 20000. По соображениям производительности задавать верхнее предельное значение не рекомендуется.

Если этот параметр политики отключен или не настроен, будет использоваться значение по умолчанию (400).</string>
      <string id="L_FileBlockSettings">Параметры блокировки файлов</string>
      <string id="L_Visio2003Files">Двоичные документы, шаблоны и наборы элементов Visio 2003-2010</string>
      <string id="L_Visio2000Files">Двоичные документы, шаблоны и наборы элементов Visio 2000-2002</string>
      <string id="L_Visio50AndEarlierFiles">Двоичные документы, шаблоны и наборы элементов Visio 5.0 и более ранних версий</string>
      <string id="L_FileBlockExplainUnblocked">Этот параметр политики позволяет определить, могут ли пользователи открывать и сохранять файлы Visio в формате, заданном в заголовке этой политики.

Если этот параметр политики включен, вы можете указать, могут ли пользователи открывать или сохранять файлы.

Доступные параметры представлены ниже.  Примечание. Не все параметры могут быть доступны для этого параметра политики.

- Не блокировать: данный тип файла не будет заблокирован.

- Блокировать сохранение: сохранение файлов этого типа будет заблокировано.

- Блокировать открытие и сохранение: открытие и сохранение файлов этого типа будет заблокировано.

Если этот параметр политики отключен, этот тип файла не будет заблокирован.</string>
      <string id="L_FileBlockExplainBlocked">Этот параметр политики позволяет определить, могут ли пользователи открывать и сохранять файлы Visio в формате, заданном в заголовке этой политики.

Если этот параметр политики включен, вы можете указать, могут ли пользователи открывать или сохранять файлы.

Доступные параметры представлены ниже.  Примечание. Не все параметры могут быть доступны для этого параметра политики.

- Не блокировать: данный тип файла не будет заблокирован.

- Блокировать сохранение: сохранение файлов этого типа будет заблокировано.

- Блокировать открытие и сохранение: открытие и сохранение файлов этого типа будет заблокировано.

Если этот параметр политики отключен или не настроен, этот тип файла будет заблокирован.</string>
      <string id="L_FileBlockStr1">Не блокировать</string>
      <string id="L_FileBlockStr2">Блокировать сохранение</string>
      <string id="L_FileBlockStr3">Блокировать открытие и сохранение</string>
      <string id="L_VBAWarningsPolicy">Настройка уведомлений о макросах VBA</string>
      <string id="L_VBAWarningsExplain">Этот параметр политики управляет тем, как указанные приложения предупреждают пользователей о наличии макросов Visual Basic для приложений (VBA).

Если вы включите этот параметр политики, вы сможете выбрать один из четырех вариантов определения того, как указанные приложения будут предупреждать пользователя о макросах:
 
- Отключить все с уведомлением: приложение отображает панель доверия для всех макросов, подписанных или неподписанных. Этот параметр применяет конфигурацию по умолчанию в Office.
 
- Отключить все макросы, кроме макросов с цифровой подписью: приложение отображает панель доверия для макросов с цифровой подписью, позволяя пользователям включать их или оставлять отключенными. Любые неподписанные макросы отключены, и пользователи не уведомляются.
 
- Отключить все без уведомления: приложение отключает все макросы, как подписанные, так и неподписанные, и не уведомляет пользователей.
 
- Включить все макросы (не рекомендуется): включены все макросы, как подписанные, так и неподписанные. Этот параметр может значительно снизить безопасность, позволив опасному коду выполняться незамеченным.
 
Если вы отключите этот параметр политики, параметром по умолчанию будет «Отключить все с уведомлением».
 
Если этот параметр политики не настроен, когда пользователи открывают файлы в указанных приложениях, содержащих макросы VBA, приложения открывают файлы с отключенными макросами и отображают панель доверия с предупреждением о том, что макросы присутствуют и были отключены. Пользователи могут просматривать и редактировать файлы, если это необходимо, но не могут использовать какие-либо отключенные функции, пока они не включат их, нажав «Включить содержимое» на панели доверия. Если пользователь нажимает «Включить содержимое», документ добавляется как доверенный.

Если вы выберете «Отключить все макросы, кроме макросов с цифровой подписью», мы рекомендуем вам также установить флажок «Требовать, чтобы макросы были подписаны доверенным издателем», чтобы повысить безопасность.

Если вы установите флажок «Требовать, чтобы макросы были подписаны доверенным издателем», пользователи, открывающие файлы с макросами с цифровой подписью, но не доверенным издателем, получат уведомление о том, что выполнение макросов заблокировано. Также есть два дополнительных флажка, которые мы рекомендуем вам установить для повышения безопасности.

- Блокировать сертификаты от доверенных издателей, которые установлены в хранилище сертификатов текущего пользователя.

- Требовать расширенного использования ключа (EKU) для сертификатов от доверенных издателей.

Примечание. Эти два флажка применяются только в том случае, если вы установили флажок «Требовать, чтобы макросы были подписаны доверенным издателем».

Примечание. Все три флажка применяются только к версии 2012 и более поздним версиям Office и Visio. Они не применяются к Office 2016 или Office 2019.

Если вы установите флажок «Блокировать сертификаты от доверенных издателей, установленных в хранилище сертификатов локального компьютера», макросы не будут запускаться, если сертификат от доверенного издателя установлен в хранилище сертификатов текущего пользователя. Сертификат должен быть установлен в хранилище сертификатов локального компьютера для запуска макроса. Только учетные записи с правами администратора на компьютер могут установить сертификат в хранилище сертификатов локального компьютера.

Если вы установите флажок «Требовать использование расширенного ключа (EKU) для сертификатов от доверенных издателей», EKU должен включать «Подписание кода» как одно из применений сертификата.

Важно: если выбран параметр «Отключить все, кроме макросов с цифровой подписью», пользователи не смогут открывать неподписанные базы данных Access.
 
Также обратите внимание, что Microsoft Office хранит сертификаты доверенных издателей в хранилище доверенных издателей Internet Explorer. Более ранние версии Microsoft Office хранили информацию о сертификате доверенного издателя (в частности, отпечаток сертификата) в специальном хранилище доверенного издателя Office. Microsoft Office по-прежнему считывает информацию о сертификате доверенного издателя из хранилища доверенных издателей Office, но не записывает информацию в это хранилище.
 
Поэтому, если вы создали список доверенных издателей в предыдущей версии Microsoft Office и обновитесь до Office, ваш список доверенных издателей все равно будет распознан. Однако любые сертификаты доверенных издателей, которые вы добавляете в список, будут храниться в хранилище доверенных издателей Internet Explorer.</string>
      <string id="L_DisableAllWithNotification">Отключить все с уведомлением</string>
      <string id="L_DisableAllExceptDigitallySignedMacros">Отключить все, кроме макросов с цифровой подписью</string>
      <string id="L_DisableAllWithoutNotification">Отключить все без уведомления</string>
      <string id="L_EnableAllMacros">Включить все макросы (не рекомендуется)</string>
      <string id="L_Empty">
      </string>
      <string id="L_ChecksUnchecksthecorrespondingUIoption">Устанавливает или снимает соответствующий флажок в пользовательском интерфейсе.</string>
      <string id="L_Custom">Настраиваемый</string>
      <string id="L_Customizableerrormessages">Настраиваемые сообщения об ошибках</string>
      <string id="L_Disablecommandbarbuttonsandmenuitems">Отключить предопределенные команды</string>
      <string id="L_Disablecommandbarbuttonsandmenuitems1">Отключить команды</string>
      <string id="L_Disableitemsinuserinterface">Отключить элементы пользовательского интерфейса</string>
      <string id="L_EnteracommandbarIDtodisable">Введите идентификатор панели команд для отключения</string>
      <string id="L_Enterakeyandmodifiertodisable">Введите клавишу и модификатор для отключения</string>
      <string id="L_General">Общие</string>
      <string id="L_InsertHyperlink">Вставка | Гиперссылки...</string>
      <string id="L_Listoferrormessagestocustomize">Список сообщений об ошибках для настройки</string>
      <string id="L_Miscellaneous">Прочие</string>
      <string id="L_Predefined">Встроенные</string>
      <string id="L_Security">Безопасность</string>
      <string id="L_SpecifytheIDforacommandbartodisable">Этот параметр политики позволяет отключить любую кнопку или любой пункт меню на панели команд с помощью идентификатора панели команд, в том числе кнопки и пункты меню, которых нет во встроенных списках.

Если этот параметр включен, вы можете ввести идентификатор, чтобы отключить конкретную кнопку или пункт меню на панели команд. Идентификаторы должны быть десятичными (не шестнадцатеричными) числами. Если указано несколько значений, их следует разделять запятыми.

Если этот параметр отключен или не настроен, пользователям будут доступны все используемые по умолчанию кнопки и пункты меню на панели команд.</string>
      <string id="L_VisioOptions">Параметры Visio</string>
      <string id="L_PredefinedExplain">Укажите кнопки и пункты меню на панели команд, которые следует отключить.</string>
      <string id="L_Showshapesearchpane">Показывать область поиска фигур</string>
      <string id="L_Displaystheshapesearchuserinterfaceelements">Отображает элементы поиска фигур в окне наборов элементов.</string>
      <string id="L_PreventShowingNewScreenOnLaunchExplain">Данный параметр политики позволяет отменить вывод экрана создания документа при запуске Visio.

Если этот параметр политики включен, экран создания не будет выводиться при запуске.

Если этот параметр политики отключен или не настроен, при открытии Visio выводится экран создания, включая каталог шаблонов.</string>
      <string id="L_EnableAutoConnect">Разрешить автосоединение</string>
      <string id="L_ShowMoreHandles">Показывать больше маркеров при наведении указателя</string>
      <string id="L_ShowMoreHandlesExplain">Данный параметр политики позволяет отображать больше маркеров выделения фигуры при наведении указателя на фигуру.

Если этот параметр политики включен, после небольшой задержки отображается большее число маркеров выделения фигуры.

Если этот параметр политики отключен или не настроен, большее число маркеров выделения фигуры не отображается.
</string>
      <string id="L_SaveOpen">Сохранение и открытие</string>
      <string id="L_MyShapes">Мои фигуры</string>
      <string id="L_MyShapescolon">Мои фигуры:</string>
      <string id="L_Displaysthepathofthemyshapesfolder">Отображает путь к папке "Мои фигуры".</string>
      <string id="L_Specifieswhetherresultsarereturnedinaphabeticalo">Определяет, должны ли результаты быть возвращены в алфавитном порядке по имени фигуры или же по имени набора элементов (группы). Щелкните "По группе" для различения фигур, у которых одно и то же имя, но они присутствуют в разных наборах элементов. Рекомендуется выбрать этот параметр, если нужно найти набор элементов, содержащий данную фигуру.</string>
      <string id="L_DoNotShowMiniToolbarOnSelectionOfText">Не показывать мини-панель инструментов при выделении текста</string>
      <string id="L_DoNotShowMiniToolbarOnSelectionOfTextExplain">Данный параметр политики позволяет настроить режим отображения мини-панели инструментов при выделении текста.

Если этот параметр политики включен, мини-панель инструментов не отображается при выделении.

Если этот параметр политики отключен или не настроен, мини-панель инструментов отображается при выделении.</string>
      <string id="L_TurnOffLivePreview">Отключить динамический просмотр</string>
      <string id="L_TurnOffLivePreviewExplain">Данный параметр политики позволяет настроить динамический просмотр, в котором при наведении указателя на различные параметры отображается их влияние на документ.

Если этот параметр политики включен, динамический просмотр отключен.

Если этот параметр политики отключен или не настроен, динамический просмотр включен.</string>
      <string id="L_TurnOffLivePreviewInTheShapesWindow">Отключить динамический просмотр в окне фигур</string>
      <string id="L_TurnOffLivePreviewInTheShapesWindowExplain">Данный параметр политики отключает в окне фигур динамический просмотр, при котором фигуры отображаются в окне фигур с подробностями и глубиной цвета, которые они будут иметь в документе, включая цвета и эффекты темы.

Если этот параметр политики включен, динамический просмотр в окне фигур отключен.

Если этот параметр политики отключен или не настроен, динамический просмотр в окне фигур включен.</string>
      <string id="L_Uselanguage">Использовать язык:</string>
      <string id="L_Duration">Длительность</string>
      <string id="L_Searchresults">Результаты поиска</string>
      <string id="L_MacroSecurity">Безопасность макросов</string>
      <string id="L_Advanced">Дополнительно</string>
      <string id="L_Help">Справка</string>
      <string id="L_ToolsMacrosMacros">Вкладка "Разработчик" | Макросы</string>
      <string id="L_EmailmessageforSendtocommands">Сообщение электронной почты для команд "Отправить"</string>
      <string id="L_Startupcolon">Автозагрузка:</string>
      <string id="L_Addonscolon">Надстройки:</string>
      <string id="L_Helpcolon">Справка:</string>
      <string id="L_Stencilscolon">Наборы элементов:</string>
      <string id="L_Templatescolon">Шаблоны:</string>
      <string id="L_Drawingscolon">Документы:</string>
      <string id="L_ByGroup">По группам</string>
      <string id="L_Alphabetically">По алфавиту</string>
      <string id="L_Anyofthewords">Отдельные слова (условие ИЛИ)</string>
      <string id="L_Allofthewords">Все слова (условие И)</string>
      <string id="L_Days">Дни</string>
      <string id="L_Hours">Часы</string>
      <string id="L_Minutes">Минуты</string>
      <string id="L_Seconds">Секунды</string>
      <string id="L_Weeks">Недели</string>
      <string id="L_Radians">Радианы</string>
      <string id="L_MinSec">Минуты-секунды</string>
      <string id="L_DegMinSec">Градусы-минуты-секунды</string>
      <string id="L_Degrees">Градусы</string>
      <string id="L_Didots">Дидо</string>
      <string id="L_Ciceros">Цицеро</string>
      <string id="L_Picas">Пики</string>
      <string id="L_Points">Пункты</string>
      <string id="L_Usethefollowinglanguage">Использовать следующий язык</string>
      <string id="L_Promptforlanguage">Запрашивать язык</string>
      <string id="L_LetVisiodecidelanguage">Автовыбор</string>
      <string id="L_VisioBinary">Документ Visio 2003–2016</string>
      <string id="L_VisioMacro">Документ Visio с поддержкой макросов</string>
      <string id="L_VisioDocument">Документ Visio</string>
      <string id="L_Ifyouselectshapesbyusingaselectionnetdraggingabo">При выборе фигур посредством рамки выделения (растягивания вокруг фигур рамки на странице рисования) можно изменять параметры выделенного, чтобы были включены фигуры, которые только частично попадают в рамку выделения.</string>
      <string id="L_AddsallpossibleapplicationsettingsintotheWindows">Добавляет все возможные настройки приложения в реестр Windows. По умолчанию добавляются только некоторые настройки (параметры не по умолчанию и несколько других, таких как параметры путей файлов, фильтров импорта и экспорта, а также последних файлов) для упрощения настроек реестра.</string>
      <string id="L_Promptfordocumentpropertiesonfirstsave">Предлагать заполнение свойств документа при первом сохранении</string>
      <string id="L_Addons">Надстройки</string>
      <string id="L_Smileyfacesandarrowswithspecialsymbols">Улыбающиеся лица и стрелки специальными знаками</string>
      <string id="L_Indicateswhetherthepropertiesdialogboxopenswhena">Указывает, должно ли диалоговое окно свойств открываться при сохранении файла в первый раз. Свойства файла включают имя автора и такие сведения, как состояние файла, настройки предварительного просмотра и другие свойства.</string>
      <string id="L_EntererrorIDforValueNameandcustombuttontextforVa">Введите идентификатор ошибки в качестве имени значения и пользовательский текст кнопки в качестве значения</string>
      <string id="L_FileLocations">Расположение файлов</string>
      <string id="L_Openresultsnewwindow">Открывать результаты в новом окне</string>
      <string id="L_Stencils">Наборы элементов</string>
      <string id="L_Specifiestheunitofmeasurefortheangleofrotation">Задает единицу измерения для угла поворота.</string>
      <string id="L_Displaystheadditionallocationformacrosandaddonso">Отображает дополнительное расположение для макросов и надстроек, открываемых при запуске Visio.</string>
      <string id="L_FileSendToMailRecipient">Вкладка "Файл" | "Общий доступ" | "Отправить по электронной почте"</string>
      <string id="L_commandintheSendTosubmenuoftheFilemenu">Команда в подменю "Отправить" меню "Файл".</string>
      <string id="L_Enablelivedynamics">Разрешить динамическое обновление</string>
      <string id="L_Startup">Автозагрузка</string>
      <string id="L_DisplaystheadditionallocationofHelpfiles">Отображает дополнительное расположение файлов справки.</string>
      <string id="L_DisplaystheadditionallocationofdrawingsWhenyouad">Отображает дополнительное расположение рисунков. При добавлении сюда расположения оно становится расположением для сохранения по умолчанию.</string>
      <string id="L_TemplatesExplain">Данный параметр политики позволяет указать дополнительное расположение шаблонов.

Если этот параметр политики включен, можно указать дополнительное расположение шаблонов. Расположения перечисляются на экране создания документа на вкладке "Файл".

Если этот параметр политики отключен или не настроен, дополнительные расположения шаблонов не отображаются.</string>
      <string id="L_SpecifyScreenTipsToAppear">Указать отображаемые всплывающие подсказки</string>
      <string id="L_SpecifyScreenTipsToAppearExplain">Данный параметр политики позволяет указать всплывающие подсказки, отображаемые в Visio для облегчения идентификации и использования различных функций, включая линейки в окне документа, управляющие маркеры и ячейки таблицы свойств фигуры.

Если этот параметр политики включен, можно указать одну или несколько всплывающих подсказок, которые будут отображаться для следующих элементов:
- Документ
- Диалоговые окна
- Линейки
- Таблица свойств фигуры

Если этот параметр политики отключен или не настроен, всплывающие подсказки для перечисленных выше элементов отображаться не будут.</string>
      <string id="L_Specifiestheunitofmeasurefordurationwhichiselaps">Задает единицу измерения длительности затраченного времени в сравнении с указанной датой или данным временем.</string>
      <string id="L_Angle">Угол</string>
      <string id="L_Text">Текст</string>
      <string id="L_Whenyouresizeorrotateashapeyoucanseetheshapeasit">При изменении размеров или повороте фигуры до завершения действия вместо ограничивающего прямоугольника отображается изменение самой фигуры</string>
      <string id="L_ZoomonrollwithIntelliMouse">Панарамировать с помощью intelliMouse</string>
      <string id="L_ToolsMacrosVisualBasicEditor">Вкладка "Разработчик" | Visual Basic</string>
      <string id="L_Templates">Шаблоны</string>
      <string id="L_Whenyouplaceashapeonthelineofaconnectoritsplitsa">Если поместить фигуру на соединительную линию, она будет разделена на несколько частей, и каждая часть станет отдельной соединительной линией, "приклеенной" к фигуре. Не все типы рисунков поддерживают разделение соединительной линии.</string>
      <string id="L_Ordinalswithsuperscript">Английские порядковые надстрочными знаками</string>
      <string id="L_Displaystheadditionallocationofmacrosandaddons">Отображает дополнительное расположение для макросов и надстроек.</string>
      <string id="L_Specifiestheunitofmeasureforindentslinespacingan">Задает единицу измерения для отступов, междустрочного интервала и других значений текста. Единица измерения для размера текста по умолчанию - пункты (1 пункт = 1/72 дюйма). Можно ввести размер текста в другой единице измерения (например, 1 фут или 12 дюймов), но нельзя изменить значение единицы по умолчанию.</string>
      <string id="L_IfyouwanttobeabletohaveyourVBAprojectworkindrawi">Если необходимо, чтобы проект VBA работал в документах, созданных с помощью других версий Visio, выберите этот параметр; таким образом, проект VBA будет скомпилирован по окончании загрузки файла, но скомпилированный проект не сохраняется.</string>
      <string id="L_SetsthevalueinthecorrespondingUIoption">Задает значение соответствующего параметра пользовательского интерфейса.</string>
      <string id="L_LoadMicrosoftVisualBasicforApplicationsprojectsf">Загружать проекты Microsoft Visual Basic for Applications из текста</string>
      <string id="L_Selectshapespartiallywithinarea">Выделять фигуры, частично находящиеся в области</string>
      <string id="L_ShapeSearch">Поиск фигуры</string>
      <string id="L_PutallsettingsinWindowsregistry">Занести все параметры в системный реестр Windows</string>
      <string id="L_EnableAutomationevents">Разрешить события автоматизации</string>
      <string id="L_EnableMicrosoftVisualBasicforApplicationsproject">Включить создание проектов Microsoft Visual Basic for Applications</string>
      <string id="L_EnablescreationsofVBAprojectswhenyouopenorcreate">Разрешает создание проектов VBA при открытии (или создании) документа, в котором пока нет проектов. Снятие этого флажка отключает возможность создания макросов в документе, в котором пока нет проектов.</string>
      <string id="L_Showfilesavewarnings">Предупреждать о сохранении файлов</string>
      <string id="L_IdentifiesthedefaultfileformatinwhichVisiofilesa">Определяет формат, используемый по умолчанию при сохранении файлов Visio.</string>
      <string id="L_ShowfilesavewarningsExplain">Указывает, должно ли отображаться предупреждение при сохранении файлов, содержащих ошибки, например недопустимый код XML.</string>
      <string id="L_ShowfileopenwarningsExplain">Показывает, должно ли отображаться предупреждение при открытии файлов, содержащих ошибки, например недопустимый код XML.</string>
      <string id="L_Ifselectedletsyouzoominoroutfromadrawingbyrollin">Если этот параметр выбран, можно увеличивать или уменьшать масштаб документа с помощью колеса мыши (технология Microsoft IntelliMouse).</string>
      <string id="L_Indicateswhetheranewsearchresultsstenciliscreate">Указывает, должен ли при каждом поиске создаваться новый набор элементов для результатов поиска. Если этот флажок снят, результаты текущего поиска будут замещать результаты предыдущего.</string>
      <string id="L_Searchfor">Искать:</string>
      <string id="L_Specifythevirtualkeycodeandmodifierfortheshortcu">Укажите виртуальный код клавиши и модификатор для сочетания клавиш, которое следует отключить.</string>
      <string id="L_OpeneachShapeSheetinthesamewindow">Открывать таблицы свойств фигур в одном и том же окне</string>
      <string id="L_DisplaystheadditionallocationofstencilsWhenaloca">Отображает дополнительное расположение наборов элементов. При добавлении сюда расположения наборы элементов в нем перечисляются в меню "Файл | Фигуры".</string>
      <string id="L_Definesalistofcustomerrormessagestoactivate">Определяет список настраиваемых сообщений об ошибках для активизации.</string>
      <string id="L_GeneralOptions">Общие параметры</string>
      <string id="L_Centerselectiononzoom">Выравнивать выделенный фрагмент по центру при изменении масштаба</string>
      <string id="L_Drawings">Документы</string>
      <string id="L_EnablesVisioeventstobesenttoVisioaddonsandVBAmac">Включает возможность передачи событий Visio надстройкам Visio и макросам VBA. Если этот флажок снят, все события Visio будут отключены. Если этот флажок снят, возможно ограничение функциональности некоторых типов документов Visio, использующих события автоматизации.</string>
      <string id="L_DisplayDeveloperTab">Показывать вкладку "Разработчик" на ленте</string>
      <string id="L_DisplayDeveloperTabExplain">Данный параметр политики определяет, будет ли вкладка "Разработчик" отображаться на ленте.

Если этот параметр политики включен, вкладка "Разработчик" будет отображаться на ленте.

Если этот параметр политики отключен, вкладка "Разработчик" не будет отображаться на ленте.

Если этот параметр политики не настроен, вкладка "Разработчик" не будет отображаться на ленте, но режим ее отображения может быть изменен в диалоговом окне "Параметры" приложения.</string>
      <string id="L_OptionsCustomizeRibbon">Настройка ленты</string>
      <string id="L_TurnOffCADDWGFunctionality">Отключить функциональность САПР и DWG</string>
      <string id="L_TurnOffCADDWGFunctionalityExplain">Данный параметр политики позволяет отключить все точки входа, связанные с файлами САПР и DWG.

Если этот параметр политики включен, функциональность САПР и DWG будет отключена.

Если этот параметр политики отключен или не настроен, функциональность САПР и DWG будет включена.</string>
      <string id="L_SaveCheckedOutFilesTo">Сохранять извлеченные файлы</string>
      <string id="L_SaveCheckedOutFilesToExplain">Данный параметр политики позволяет выбрать сохранение извлеченных файлов в расположении серверных черновиков или на веб-сервере. 

Если этот параметр политики включен, можно выбрать расположение для сохранения извлеченных файлов:
- Расположение серверных черновиков. Расположение серверных черновиков на данном компьютере.
- Веб-сервер. Веб-сервер.

Если этот параметр политики отключен или не настроен, извлеченные файлы хранятся в расположении серверных черновиков.</string>
      <string id="L_SaveCheckedOutFilesToStr1">Расположение серверных черновиков</string>
      <string id="L_SaveCheckedOutFilesToStr2">Веб-сервер</string>
      <string id="L_SaveVisiofilesas">Сохранять файлы Visio как</string>
      <string id="L_SpecifiesthatVisioshoulddeterminewhichlanguageto">Данный параметр политики определяет, как Visio определяет язык, используемый при преобразовании в более раннюю версию Visio (или наоборот). 

Если этот параметр политики включен, можно выбрать один из следующих параметров:

- Автовыбор
- Запрашивать язык
- Использовать следующий язык. Необходимо указать числовой код для этого языка, определенный корпорацией Майкрософт.

Если этот параметр политики отключен или не настроен, Visio выбирает используемый язык автоматически.</string>
      <string id="L_AlwaysofferMetricandUSunitsfornewblankdrawings">Предлагать выбор системы мер для новых пустых документов и наборов элементов</string>
      <string id="L_PreventShowingNewScreenOnLaunch">Не показывать экран создания при запуске</string>
      <string id="L_Straightquoteswithsmartquotes">Прямые кавычки парными</string>
      <string id="L_MicrosoftVisio">Microsoft Visio 2016</string>
      <string id="L_UserInterfaceOptions">Параметры пользовательского интерфейса</string>
      <string id="L_Proofing">Правописание</string>
      <string id="L_AutoCorrectOptions">Параметры автозамены</string>
      <string id="L_Save">Сохранить</string>
      <string id="L_OfflineEditing">Автономное редактирование</string>
      <string id="L_SaveDocuments">Сохранение документов</string>
      <string id="L_Display">Экран</string>
      <string id="L_EditingOptions">Параметры правки</string>
      <string id="L_Showfileopenwarnings">Предупреждать об открытии файлов</string>
      <string id="L_AlwaysofferMetricandUSunitsfornewblankdrawingsExplain">Этот параметр политики позволяет отображать при создании нового пустого документа или набора элементов единицы как американской, так и метрической систем мер.

Если этот параметр включен, перед созданием нового пустого документа или набора элементов отображаются единицы и американской, и метрической систем мер. Эти документы открываются с нужными линейками и разметкой страницы и используют подходящие единицы измерения для инструментов рисования. Установка шаблонов и наборов элементов с обоими типами единиц измерения при этом не производится. Этот параметр политики всегда включается при включении вкладки "Разработчик".

Если этот параметр отключен или не настроен, выбор между системами единиц при создании пустого документа или набора элементов не предлагается, когда установлены шаблоны и наборы элементов только для одного типа единиц измерения.</string>
      <string id="L_OpensmultipleShapeSheetsinthesamewindowrathertha">Несколько таблиц свойств фигур открываются в одном и том же окне, а не каждая таблица в отдельном окне.</string>
      <string id="L_Specifiesthatwhenyouzoominwhatevershapewasselect">Указывает, что при увеличении масштаба выделенная фигура будет отображаться в центре окна.</string>
      <string id="L_Enalbeconnectorsplitting">Разрешить разделение соединительной линии</string>
      <string id="L_Hyphenswithdash">Дефисы на тире</string>
      <string id="L_Fractionswithfractioncharacter">Дроби соответствующими знаками</string>
      <string id="L_SmartTags">Действия</string>
      <string id="L_SmartTagsExplain">Показывает дополнительные действия при наведении указателя мыши на них в документе.</string>
      <string id="L_StencilwindowScreenTips">Всплывающие подсказки окна набора элементов</string>
      <string id="L_StencilwindowScreenTipsExplain">Указывает, должны ли в Visio появляться всплывающие подсказки (Всплывающие подсказки. Это подсказки, которые появляются при наведении указателя мыши на конкретные элементы в программе Visio, включая образцы в наборах элементов, кнопки панелей инструментов и линейку.), чтобы помочь определить фигуры в окне набора элементов.</string>
      <string id="L_FavoritesStencilName">Имя избранного набора элементов</string>
      <string id="L_FavoritesStencilNamecolon">Имя избранного набора элементов:</string>
      <string id="L_Displaysthenameofthestencilcreatedinthe">Отображается имя набора элементов, созданного в папке "Мои фигуры", содержащей любимые фигуры пользователя.</string>
      <string id="L_datecolon81">Дата:</string>
      <string id="L_pathcolon28">Путь:</string>
      <string id="L_pathcolon80">Путь:</string>
      <string id="L_descriptioncolon70">Описание:</string>
      <string id="L_datecolon77">Дата:</string>
      <string id="L_descriptioncolon50">Описание:</string>
      <string id="L_pathcolon64">Путь:</string>
      <string id="L_descriptioncolon30">Описание:</string>
      <string id="L_searchresults11">Результаты поиска</string>
      <string id="L_pathcolon12">Путь:</string>
      <string id="L_allowsubfolders35">Разрешить вложенные папки:</string>
      <string id="L_allowsubfolders87">Разрешить вложенные папки:</string>
      <string id="L_datecolon41">Дата:</string>
      <string id="L_allowsubfolders55">Разрешить вложенные папки:</string>
      <string id="L_allowsubfolders15">Разрешить вложенные папки:</string>
      <string id="L_allowsubfolders51">Разрешить вложенные папки:</string>
      <string id="L_allowsubfolders39">Разрешить вложенные папки:</string>
      <string id="L_datecolon37">Дата:</string>
      <string id="L_allowsubfolders59">Разрешить вложенные папки:</string>
      <string id="L_allowsubfolders19">Разрешить вложенные папки:</string>
      <string id="L_datecolon17">Дата:</string>
      <string id="L_datecolon73">Дата:</string>
      <string id="L_descriptioncolon42">Описание:</string>
      <string id="L_descriptioncolon22">Описание:</string>
      <string id="L_pathcolon60">Путь:</string>
      <string id="L_pathcolon48">Путь:</string>
      <string id="L_pathcolon44">Путь:</string>
      <string id="L_allowsubfolders83">Разрешить вложенные папки:</string>
      <string id="L_datecolon69">Дата:</string>
      <string id="L_pathcolon76">Путь:</string>
      <string id="L_pathcolon40">Путь:</string>
      <string id="L_descriptioncolon78">Описание:</string>
      <string id="L_descriptioncolon58">Описание:</string>
      <string id="L_datecolon33">Дата:</string>
      <string id="L_descriptioncolon38">Описание:</string>
      <string id="L_descriptioncolon18">Описание:</string>
      <string id="L_pathcolon24">Путь:</string>
      <string id="L_allowsubfolders27">Разрешить вложенные папки:</string>
      <string id="L_allowsubfolders23">Разрешить вложенные папки:</string>
      <string id="L_duration9">Длительность</string>
      <string id="L_datecolon57">Дата:</string>
      <string id="L_descriptioncolon66">Описание:</string>
      <string id="L_datecolon29">Дата:</string>
      <string id="L_descriptioncolon26">Описание:</string>
      <string id="L_pathcolon36">Путь:</string>
      <string id="L_text7">Текст</string>
      <string id="L_emailmessageforsendtocommands101">Сообщение электронной почты для команд "Отправить"</string>
      <string id="L_datecolon65">Дата:</string>
      <string id="L_savevisiofilesas6">Сохранять файлы Visio как</string>
      <string id="L_descriptioncolon86">Описание:</string>
      <string id="L_pathcolon72">Путь:</string>
      <string id="L_pathcolon84">Путь:</string>
      <string id="L_descriptioncolon46">Описание:</string>
      <string id="L_allowsubfolders67">Разрешить вложенные папки:</string>
      <string id="L_disableshortcutkeys100">Отключить сочетания клавиш</string>
      <string id="L_languageforfileconversion4">Язык для преобразования файлов</string>
      <string id="L_allowsubfolders71">Разрешить вложенные папки:</string>
      <string id="L_searchfor10">Искать:</string>
      <string id="L_descriptioncolon62">Описание:</string>
      <string id="L_TurnOffTransitions">Отключить переходы</string>
      <string id="L_TurnOffTransitionsExplain">Данный параметр политики позволяет настроить переходы (эффекты анимации).

Если этот параметр политики включен, переходы отключены.

Если этот параметр политики отключен или не настроен, переходы включены.</string>
      <string id="L_TurnOffShapeSheetFormulaAutoComplete">Отключить автозавершение формул для таблицы свойств фигуры</string>
      <string id="L_TurnOffShapeSheetFormulaAutoCompleteExplain">Данный параметр политики позволяет настроить автозавершение формул для таблицы свойств фигуры.

Если этот параметр политики включен, автозавершение формул для таблицы свойств фигуры отключено.

Если этот параметр политики отключен или не настроен, автозавершение формул для таблицы свойств фигуры включено.</string>
      <string id="L_TurnOffSmartDeleteBehaviorOfConnectorsWhenDeletingShapes">Отключить интеллектуальное удаление соединителей при удалении фигур</string>
      <string id="L_TurnOffSmartDeleteBehaviorOfConnectorsWhenDeletingShapesExplain">Данный параметр политики отключает интеллектуальное удаление соединителей при удалении фигур.

Если этот параметр политики включен, соединители не удаляются при удалении фигур.

Если этот параметр политики отключен или не настроен, соединители удаляются при удалении фигур.</string>
      <string id="L_datecolon53">Дата:</string>
      <string id="L_allowsubfolders63">Разрешить вложенные папки:</string>
      <string id="L_allowsubfolders31">Разрешить вложенные папки:</string>
      <string id="L_datecolon25">Дата:</string>
      <string id="L_descriptioncolon82">Описание:</string>
      <string id="L_pathcolon32">Путь:</string>
      <string id="L_datecolon61">Дата:</string>
      <string id="L_datecolon49">Дата:</string>
      <string id="L_pathcolon56">Путь:</string>
      <string id="L_datecolon85">Дата:</string>
      <string id="L_angle8">Угол</string>
      <string id="L_datecolon13">Дата:</string>
      <string id="L_languageforfileconversion5">Язык для преобразования файлов</string>
      <string id="L_pathcolon20">Путь:</string>
      <string id="L_pathcolon68">Путь:</string>
      <string id="L_allowsubfolders75">Разрешить вложенные папки:</string>
      <string id="L_datecolon21">Дата:</string>
      <string id="L_descriptioncolon74">Описание:</string>
      <string id="L_descriptioncolon54">Описание:</string>
      <string id="L_descriptioncolon34">Описание:</string>
      <string id="L_allowsubfolders47">Разрешить вложенные папки:</string>
      <string id="L_descriptioncolon14">Описание:</string>
      <string id="L_listoferrormessagestocustomize98">Список сообщений об ошибках для настройки</string>
      <string id="L_pathcolon16">Путь:</string>
      <string id="L_allowsubfolders43">Разрешить вложенные папки:</string>
      <string id="L_allowsubfolders79">Разрешить вложенные папки:</string>
      <string id="L_datecolon45">Дата:</string>
      <string id="L_pathcolon52">Путь:</string>
      <string id="L_BlockAllUnmanagedAddins">Блокировать все неуправляемые надстройки</string>
      <string id="L_BlockAllUnmanagedAddinsExplainText">Этот параметр политики блокирует все надстройки, не управляемые параметром политики "Список управляемых надстроек".

Если этот параметр политики и параметр "Список управляемых надстроек" включены, блокируются все надстройки, кроме тех, которые настроены как 1 (всегда включены) или 2 (настраиваются пользователем) в параметре "Список управляемых надстроек".

Если отключить или не настраивать этот параметр политики, пользователи смогут включать или отключать любые надстройки, не управляемые параметром политики "Список управляемых надстроек".</string>
      <string id="L_ListOfManagedAddins">Список управляемых надстроек</string>
      <string id="L_ListOfManagedAddins2">Список управляемых надстроек</string>
      <string id="L_ListOfManagedAddinsExplainText">Этот параметр политики позволяет указать, какие надстройки всегда включены, всегда отключены (заблокированы) или настраиваются пользователем. Чтобы заблокировать надстройки, не управляемые этим параметром политики, нужно также настроить параметр политики "Блокировать все неуправляемые надстройки".

Чтобы включить этот параметр, укажите следующие сведения для каждой надстройки.

В поле "Имя значения" введите программный идентификатор (ProgID) для надстроек COM.

Чтобы получить идентификатор ProgID для надстройки, используйте редактор реестра на клиентском компьютере, на котором установлена надстройка, чтобы найти имена ключей в разделе HKEY_LOCAL_MACHINE\SOFTWARE\Microsoft\Visio\Addins или HKEY_CURRENT_USER\SOFTWARE\Microsoft\Visio\Addins.

\Кроме того, идентификатор ProgID для надстройки можно получить с помощью панели мониторинга телеметрии Office

Введите одно из следующих значений в поле "Значение".

Чтобы указать, что надстройка всегда отключена (заблокирована), введите значение 0.

Чтобы указать, что надстройка всегда включена, введите значение 1.

Чтобы указать, что надстройка настраивается пользователем и не блокируется при включении параметра "Блокировать все неуправляемые надстройки", введите значение 2.

Если отключить или не включать этот параметр политики, список управляемых надстроек удаляется. Если параметр "Блокировать все неуправляемые надстройки" включен, все надстройки блокируются.</string>
      <string id="L_Recentlyusedfilelist">Число элементов в списке последних документов</string>
      <string id="L_RecentlyusedfilelistExplain">Этот параметр политики определяет, сколько элементов списка "Последние документы" отображается при нажатии кнопки "Открыть" на вкладке "Файл" в представлении Backstage.

Если этот параметр политики включен, вы можете ввести число элементов от 0 до 50. Если задано значение 0, будут скрыты все закрепленные и незакрепленные элементы.

Если этот параметр политики отключен или не настроен, в списке "Последние документы" отображается не более 25 элементов.

Примечание. Чтобы полностью запретить добавление элементов в список "Последние документы", включите параметр политики Windows "Не хранить сведения о недавно открывавшихся документах".</string>
      <string id="L_SetNumberOfPlacesInTheRecentPlacesList">Число папок в списке "Последние папки"</string>
      <string id="L_SetNumberOfPlacesInTheRecentPlacesListExplain">Этот параметр политики определяет, сколько незакрепленных элементов отображается в списке последних папок, когда пользователи нажимают кнопку "Открыть" или "Сохранить как" на вкладке "Файл" в представлении Backstage.

Если этот параметр политики включен, можно задать число незакрепленных элементов от 0 до 20. Если установить число 0, все закрепленные и незакрепленные элементы будут скрыты.

Если этот параметр политики отключен или не настроен, по умолчанию в списке последних папок будет отображаться не более 5 элементов.

Примечание. Если вы хотите запретить добавление элементов в список последних папок, включите параметр политики "Не хранить сведения о недавно открывавшихся документах" Windows.</string>
      <string id="L_DisableOfficeStartVisio">Отключить начальный экран Office в приложении Visio</string>
      <string id="L_DisableOfficeStartVisioExplain">Этот параметр политики позволяет включить или отключить начальный экран Office при загрузке Visio.

Если этот параметр политики включен, начальный экран Office не отображается при загрузке Visio.

Если этот параметр политики отключен или не настроен, начальный экран Office отображается при загрузке Visio.

Примечание. Этот параметр политики переопределяется параметром "Microsoft Office 2016" &gt; "Разное" &gt; "Отключить начальный экран Office для всех приложений Office", если он установлен.</string>
      <string id="L_PersonalTemplatesPath">Путь к личным шаблонам в приложении Visio</string>
      <string id="L_PersonalTemplatesPathExplain">Этот параметр политики определяет расположение личных шаблонов пользователя. 

Если он включен, пользователи будут видеть все шаблоны, сохраненные в указанной папке, на вкладке "Настраиваемые шаблоны" на экране запуска Office и в меню "Файл" | "Создать", а при сохранении шаблона папка по умолчанию изменится на указанную. 

Если отключить или не настраивать этот параметр политики, пользователи не увидят сохраненные шаблоны на вкладке "Настраиваемые шаблоны" на экране запуска Office и в меню "Файл" | "Создать", а при сохранении шаблона папкой по умолчанию будет папка, в которой сохранен документ.</string>
      <string id="L_DefaultBuiltInTab">Вкладка по умолчанию для отображения на начальном экране Office и на вкладке "Файл" | "Создать" в приложении Visio</string>
      <string id="L_DefaultBuiltInTabExplain">Этот параметр политики определяет вкладку, которая отображается по умолчанию в приложении Visio на начальном экране Office и на вкладке "Файл" | "Создать". 

Если этот параметр политики включен, вы можете выбрать одну или две вкладки, которые нужно отображать по умолчанию на начальном экране Office и на вкладке "Файл" | "Создать":

* встроенные: по умолчанию на начальном экране Office, а также на вкладке "Файл" | "Создать" в приложении Visio отображается вкладка "Встроенные шаблоны";

* настраиваемые: по умолчанию на начальном экране Office, а также на вкладке "Файл" | "Создать" в приложении Visio отображается вкладка "Настраиваемые шаблоны", если такие шаблоны существуют (эти шаблоны могут включать в себя настраиваемые программируемые шаблоны XML, шаблоны групп "Путь к шаблонам рабочей группы", "Путь к личным шаблонам" или шаблоны SharePoint).

Если этот параметр политики отключен или не настроен, по умолчанию на начальном экране Office, а также на вкладке "Файл" | "Создать" в приложении Visio отображается вкладка "Избранные шаблоны".</string>
      <string id="L_DefaultBuiltInTab1">Избранные</string>
      <string id="L_DefaultBuiltInTab2">Встроенные</string>
      <string id="L_DefaultBuiltInTab3">Настраиваемые</string>
      <string id="L_DisableVisioRnRPane">Отключить функции исследования и перевода в Visio</string>
      <string id="L_DisableVisioRnRPaneExplain">
        Этот параметр политики управляет тем, отображаются ли функции исследования и перевода в Visio..

        Если этот параметр политики включен, пользователи не увидят функции исследования и перевода в Visio.

        Если этот параметр политики отключен или не настроен, пользователи увидят функции исследований и перевода в Visio.

        Примечание:  Этот параметр политики применяется только к Visio LTSC 2021.
      </string>
    </stringTable>
    <presentationTable>
      <presentation id="L_SpecifyScreenTipsToAppear">
        <checkBox refId="L_SpecifyScreenTipsToAppearBoolID1">Рисование</checkBox>
        <checkBox refId="L_SpecifyScreenTipsToAppearBoolID2">Диалоговые окна</checkBox>
        <checkBox refId="L_SpecifyScreenTipsToAppearBoolID3">Линейки</checkBox>
        <checkBox refId="L_SpecifyScreenTipsToAppearBoolID4">Таблица свойств фигуры</checkBox>
      </presentation>
      <presentation id="L_languageforfileconversion4">
        <dropdownList refId="L_languageforfileconversion5" noSort="true" defaultItem="0">Язык для преобразования файлов</dropdownList>
        <textBox refId="L_Uselanguage">
          <label>Использовать язык:</label>
          <defaultValue>0</defaultValue>
        </textBox>
      </presentation>
      <presentation id="L_SaveCheckedOutFilesTo">
        <dropdownList refId="L_SaveCheckedOutFilesToDropID" noSort="true" defaultItem="0">
        </dropdownList>
      </presentation>
      <presentation id="L_SaveVisiofilesas">
        <dropdownList refId="L_savevisiofilesas6" noSort="true" defaultItem="0">Сохранять файлы Visio как</dropdownList>
      </presentation>
      <presentation id="L_Text">
        <dropdownList refId="L_text7" noSort="true" defaultItem="1">Текст</dropdownList>
      </presentation>
      <presentation id="L_Angle">
        <dropdownList refId="L_angle8" noSort="true" defaultItem="0">Угол</dropdownList>
      </presentation>
      <presentation id="L_Duration">
        <dropdownList refId="L_duration9" noSort="true" defaultItem="1">Длительность</dropdownList>
      </presentation>
      <presentation id="L_Searchfor">
        <dropdownList refId="L_searchfor10" noSort="true" defaultItem="0">Искать:</dropdownList>
      </presentation>
      <presentation id="L_Searchresults">
        <dropdownList refId="L_searchresults11" noSort="true" defaultItem="0">Результаты поиска</dropdownList>
      </presentation>
      <presentation id="L_SetMaximumNumberOfTrustedDocuments">
        <decimalTextBox refId="L_SetMaximumNumberOfTrustedDocumentsSpinID" defaultValue="500" spinStep="50">Наибольшее число:</decimalTextBox>
      </presentation>
      <presentation id="L_SetMaximumNumberOfTrustRecordsToPreserve">
        <decimalTextBox refId="L_SetMaximumNumberOfTrustRecordsToPreserveSpinID" defaultValue="400" spinStep="50">Максимальное число для сохранения:</decimalTextBox>
      </presentation>
      <presentation id="L_Visio2003Files">
        <dropdownList refId="L_Visio2003FilesDropID" noSort="true" defaultItem="0">Режим блокировки файлов:</dropdownList>
      </presentation>
      <presentation id="L_Visio2000Files">
        <dropdownList refId="L_Visio2000FilesDropID" noSort="true" defaultItem="1">Режим блокировки файлов:</dropdownList>
      </presentation>
      <presentation id="L_Visio50AndEarlierFiles">
        <dropdownList refId="L_Visio50AndEarlierFilesDropID" noSort="true" defaultItem="1">Режим блокировки файлов:</dropdownList>
      </presentation>
      <presentation id="L_VBAWarningsPolicy">
        <dropdownList refId="L_Empty" noSort="true" defaultItem="0">
        </dropdownList>
        <checkBox refId="L_VBADigSigTrustedPublishersStr">Требовать, чтобы макросы были подписаны надежным издателем</checkBox>
        <checkBox refId="L_VBAOnlyAllowLMTrustedPublisherStr">Блокировать сертификаты от надежных издателей, которые были установлены только в текущем хранилище сертификатов пользователя</checkBox>
        <checkBox refId="L_VBAOnlyAllowDigSigWithCodeSigningEKUStr">Требовать расширенное использование ключа (EKU) для сертификатов от надежных издателей</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc01">
        <textBox refId="L_Pathcolon">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_Datecolon">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_Allowsubfolders">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc02">
        <textBox refId="L_pathcolon12">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon13">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon14">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders15">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc03">
        <textBox refId="L_pathcolon16">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon17">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon18">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders19">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc04">
        <textBox refId="L_pathcolon20">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon21">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon22">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders23">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc05">
        <textBox refId="L_pathcolon24">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon25">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon26">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders27">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc06">
        <textBox refId="L_pathcolon28">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon29">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon30">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders31">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc07">
        <textBox refId="L_pathcolon32">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon33">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon34">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders35">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc08">
        <textBox refId="L_pathcolon36">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon37">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon38">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders39">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc09">
        <textBox refId="L_pathcolon40">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon41">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon42">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders43">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc10">
        <textBox refId="L_pathcolon44">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon45">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon46">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders47">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc11">
        <textBox refId="L_pathcolon48">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon49">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon50">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders51">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc12">
        <textBox refId="L_pathcolon52">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon53">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon54">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders55">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc13">
        <textBox refId="L_pathcolon56">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon57">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon58">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders59">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc14">
        <textBox refId="L_pathcolon60">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon61">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon62">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders63">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc15">
        <textBox refId="L_pathcolon64">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon65">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon66">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders67">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc16">
        <textBox refId="L_pathcolon68">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon69">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon70">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders71">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc17">
        <textBox refId="L_pathcolon72">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon73">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon74">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders75">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc18">
        <textBox refId="L_pathcolon76">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon77">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon78">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders79">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc19">
        <textBox refId="L_pathcolon80">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon81">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon82">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders83">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc20">
        <textBox refId="L_pathcolon84">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon85">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon86">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders87">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_Drawings">
        <textBox refId="L_Drawingscolon">
          <label>Документы:</label>
        </textBox>
      </presentation>
      <presentation id="L_Templates">
        <textBox refId="L_Templatescolon">
          <label>Шаблоны:</label>
        </textBox>
      </presentation>
      <presentation id="L_Stencils">
        <textBox refId="L_Stencilscolon">
          <label>Наборы элементов:</label>
        </textBox>
      </presentation>
      <presentation id="L_Help">
        <textBox refId="L_Helpcolon">
          <label>Справка:</label>
        </textBox>
      </presentation>
      <presentation id="L_Addons">
        <textBox refId="L_Addonscolon">
          <label>Надстройки:</label>
        </textBox>
      </presentation>
      <presentation id="L_Startup">
        <textBox refId="L_Startupcolon">
          <label>Автозагрузка:</label>
        </textBox>
      </presentation>
      <presentation id="L_MyShapes">
        <textBox refId="L_MyShapescolon">
          <label>Мои фигуры:</label>
        </textBox>
      </presentation>
      <presentation id="L_FavoritesStencilName">
        <textBox refId="L_FavoritesStencilNamecolon">
          <label>Имя избранного набора элементов:</label>
        </textBox>
      </presentation>
      <presentation id="L_Listoferrormessagestocustomize">
        <listBox refId="L_listoferrormessagestocustomize98">Список сообщений об ошибках для настройки</listBox>
        <text>Введите идентификатор ошибки в качестве имени значения и пользовательский текст кнопки в качестве значения</text>
      </presentation>
      <presentation id="L_Disablecommandbarbuttonsandmenuitems">
        <checkBox refId="L_FileSendToMailRecipient">Вкладка "Файл" | "Общий доступ" | "Отправить по электронной почте"</checkBox>
        <checkBox refId="L_InsertHyperlink">Вкладка "Вставка" | Гиперссылка</checkBox>
        <checkBox refId="L_ToolsMacrosMacros">Вкладка "Разработчик" | Макросы</checkBox>
        <checkBox refId="L_ToolsMacrosVisualBasicEditor">Вкладка "Разработчик" | Visual Basic</checkBox>
        <checkBox refId="L_VisioOptions99">Вкладка "Файл" | Параметры</checkBox>
      </presentation>
      <presentation id="L_Disablecommandbarbuttonsandmenuitems1">
        <listBox refId="L_EnteracommandbarIDtodisable">Введите идентификатор панели команд для отключения</listBox>
      </presentation>
      <presentation id="L_disableshortcutkeys100">
        <listBox refId="L_Enterakeyandmodifiertodisable">Введите клавишу и модификатор для отключения</listBox>
      </presentation>
      <presentation id="L_EmailmessageforSendtocommands">
        <textBox refId="L_emailmessageforsendtocommands101">
          <label>Сообщение электронной почты для команд "Отправить"</label>
          <defaultValue>
          </defaultValue>
        </textBox>
      </presentation>
      <presentation id="L_ListOfManagedAddins">
        <listBox refId="L_ListOfManagedAddins2">Список управляемых надстроек</listBox>
      </presentation>
      <presentation id="L_Recentlyusedfilelist">
        <decimalTextBox refId="L_Numberofentries" defaultValue="25" spinStep="1">Число записей: </decimalTextBox>
      </presentation>
      <presentation id="L_SetNumberOfPlacesInTheRecentPlacesList">
        <decimalTextBox refId="L_SetNumberOfPlacesInTheRecentPlacesListSpinID" defaultValue="5" spinStep="1">Число папок: </decimalTextBox>
      </presentation>
      <presentation id="L_PersonalTemplatesPath">
        <textBox refId="L_PersonalTemplatesPath">
          <label>Путь к личным шаблонам</label>
        </textBox>
      </presentation>
      <presentation id="L_DefaultBuiltInTab">
        <dropdownList refId="L_DefaultBuiltInTab" noSort="true" defaultItem="0">Вкладка по умолчанию</dropdownList>
      </presentation>
    </presentationTable>
  </resources>
</policyDefinitionResources>